{
  "sharks": [
    {
      "id": "sharks-1",
      "name": "Blacktip reef shark",
      "imgURL": "sharks_img_blacktip reef.webp",
      "description": "The blacktip reef shark patrols its territory in coral lagoons and around the edges of reefs. It often swims in water shallow enough that its triangular, black-tipped top fin protrudes above the surface, presenting a classic shark image.",
      "animal-type": "Fishes",
      "type": "shark",
      "habitat": "Coral reefs",
      "size": "Up to 6 feet (1.8 m)",
      "diet": "Small fishes, crustaceans and cephalopods",
      "range": "Indo-Pacific: Red Sea to East Africa to the Hawaiian Islands; north to Japan and south to Australia",
      "relatives": "Other sharks, rays, skates; Family: Carcharhinidae (requiem sharks)",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/blacktip-reef-shark"
    },
    {
      "id": "sharks-2",
      "name": "Broadnose sevengill shark",
      "imgURL": "sharks_img_broadnose sevengill.webp",
      "description": "As its name suggests, a sevengill shark has seven pairs of gill slits (most sharks have only five). Its back and sides are reddish brown to silvery gray, or olive-brown and speckled with many small black spots. The shark’s underbelly is cream colored. Other features include a wide head with a blunt nose and only one dorsal (top) fin — most sharks have two.",
      "animal-type": "Fishes",
      "type": "shark",
      "habitat": "Open waters",
      "size": "Up to 10 feet (3 m)",
      "diet": "Other sharks, bat rays, harbor seals, crabs and carrion",
      "range": "Temperate waters of the Pacific and South Atlantic oceans",
      "relatives": "Sixgill shark, sharpnose sevengill and frilled sharks; Family: Hexanchidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/broadnose-sevengill-shark"
    },
    {
      "id": "sharks-3",
      "name": "Galapagos shark",
      "imgURL": "sharks_img_galapagos.webp",
      "description": "Sharks come in many different shapes and sizes, but people are most familiar with the classic look of a Galapagos shark. Its body is solid, large and torpedo-shaped — an efficient form for swimming. ",
      "animal-type": "Fishes",
      "type": "shark",
      "habitat": "Open waters",
      "size": "Up to 12 feet (3.7 m) and 189 pounds (85.7 kg)",
      "diet": "Bottom-dwelling rays, bony fishes, crustaceans and octopuses",
      "range": "Circumtropical; may be found offshore and around oceanic islands",
      "relatives": "Bull, tiger, blue and oceanic white-tip sharks; Family: Carcharhinidae (requiem sharks)",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/galapagos-shark"
    },
    {
      "id": "sharks-4",
      "name": "Scalloped hammerhead shark",
      "imgURL": "sharks_img_scalloped hammerhead.webp",
      "description": "With that wide, thick head shaped like a double-headed hammer, it's easy to identify a hammerhead shark. You can tell it from other hammerheads by the ridges along the front edge of its head. The shark's eyes and nostrils are located at the extreme ends of its head. Perhaps this unusual shape gives the sharks added lift and lets them make sharper turns than other sharks. The location of the eyes may also allow better stereoscopic vision. The broad shape of the head enables the shark's sensing organs, called the ampullae of Lorenzini, to find prey buried in the sand (such as stingrays).",
      "animal-type": "Fishes",
      "type": "shark",
      "habitat": "Open waters",
      "size": "Up to 14 feet (4 m) long and 350 pounds (160 kg)",
      "diet": "Fishes, squid, crustaceans, stingrays",
      "range": "Pupped in coastal lagoons, then migrate offshore later in life; found around the world in tropical, subtropical and warm-temperate waters",
      "relatives": "Requiem sharks, which include oceanic whitetip, tiger and bull sharks",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/scalloped-hammerhead-shark"
    },
    {
      "id": "sharks-5",
      "name": "White shark",
      "imgURL": "sharks_img_white shark.webp",
      "description": "The white shark has captured the imagination of people around the world. It’s the Earth's largest predatory fish — and has thrived for more than 11 million years (with immediate ancestors dating back more than 60 million years)! Although this animal is shrouded in myth, the facts about this finned friend are even more fascinating.",
      "animal-type": "Fishes",
      "type": "shark",
      "habitat": "Open waters",
      "size": "Pups 3.9 to 4.9 feet (1.2 to 1.5 m); adults up to 20.9 feet (6.4 m), with females generally larger than males",
      "diet": "Fishes, other sharks, skates, stingrays, sea turtles, molluscs, crustaceans, seabirds and even dead whales. Larger white sharks dine mostly on pinnipeds — seals and sea lions — and occasionally on small cetaceans such as dolphins and porpoises.",
      "range": "Continental shelf and open waters of temperate seas and oceans, sometimes venturing into the tropical zones; anywhere from the surface to depths of 4,200 feet (1,280 m)",
      "relatives": "Mako, porbeagles and salmon sharks; Family: Lamnidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/white-shark"
    }
  ],
  "dolphins": [
    {
      "id": "dolphins-1",
      "name": "Pacific white-sided dolphin",
      "imgURL": "dolphin_img_pacific white sided.webp",
      "description": "These dolphins keep close company. White-sided dolphins swim in herds of thousands, although groups of several hundred or less are more common. Members form a close-knit group and will often care for a sick or injured dolphin.",
      "animal-type": "Marine mammals",
      "type": "Dolphin",
      "habitat": "Open waters",
      "size": "Up to 8 feet (2.5 m), 441 pounds (200 kg); females are smaller",
      "diet": "Fishes and squid",
      "range": "Found throughout the North Pacific Ocean, and in the western Pacific Ocean from the South Bering Sea to southern Japan.",
      "relatives": "Common dolphin, bottlenose dolphin, Atlantic white-sided dolphin; Order: Cetacea; Family: Delphinidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/pacific-white-sided-dolphin"
    },
    {
      "id": "dolphins-2",
      "name": "Risso's dolphin",
      "imgURL": "dolphin_img_rissos.webp",
      "description": "Like a battered boxer, the bulky, blunt-headed Risso's dolphin bears lots of scars. Its Latin species name griseus refers to the skin's ghostly gray-white mottling — an effect that is enhanced with age. The scars are made by the teeth of its own kind, and by the beaks and tentacles of squid, its preferred prey.",
      "animal-type": "Marine mammals",
      "type": "Dolphin",
      "habitat": "Open waters",
      "size": "Up to 12.5 feet (3.8 m), 650 pounds (300 kg) to 1,100 pounds (500 kg)",
      "diet": "Squid, octopuses and fishes",
      "range": "Tropical and temperate waters worldwide, excluding the Arctic Ocean and Southern Ocean",
      "relatives": "Bottlenose dolphin, common dolphin, Pacific white-sided dolphin, orca; Order: Cetacea; Family: Delphinidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/rissos-dolphin"
    },
    {
      "id": "dolphins-3",
      "name": "Long-beaked common dolphin",
      "imgURL": "dolphin_img_long beaked common.webp",
      "description": "This sleek and colorful dolphin has a complex color pattern that includes a white belly, gray flanks and tan or yellowish side patches. This highly intelligent, gregarious animal is very active at the ocean’s surface, and is frequently seen riding the bow waves of boats.",
      "animal-type": "Marine mammals",
      "type": "Dolphin",
      "habitat": "Open waters",
      "size": "Up to 8.5 feet (2.6 m) and 330 pounds (150 kg)",
      "diet": "Fishes and squid",
      "range": "Some tropical and temperate oceans",
      "relatives": "Short-beaked common dolphin, bottlenose dolphin, Pacific white-sided dolphin; Order: Cetacea; Family: Delphinidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/long-beaked-common-dolphin"
    },
    {
      "id": "dolphins-4",
      "name": "Dolphinfish",
      "imgURL": "dolphin_img_dolphinfish.webp",
      "description": "Considered by many to be the most beautiful fish in the sea, the dolphinfish sports iridescent body colors — metallic blues and greens on the back and sides, with white and yellow underneath. Many dolphinfish have blue, green or black spots.",
      "animal-type": "Marine mammals",
      "type": "Dolphin",
      "habitat": "Open waters",
      "size": "Up to 6.8 feet (210 cm), 88 pounds (40 kg)",
      "diet": "Almost all forms of fish and zooplankton; also crustaceans and squid",
      "range": "Tropical and subtropical waters in the Atlantic, Pacific and Indian oceans; migratory",
      "relatives": "Pompano dolphinfish; Family: Coryphaenidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/dolphinfish"
    },
    {
      "id": "dolphins-5",
      "name": "Orca dolphin",
      "imgURL": "dolphin_img_orcas.webp",
      "description": "The orca lives in a tight-knit family group, or pod, of two to 30 individuals. With squeals and moans, pod members keep in touch. They’ll protect one another from danger and even come to the aid of an ailing or injured companion. The pod moves from place to place as food sources change with the seasons. Their pods are matrilineal in structure.",
      "animal-type": "Marine mammals",
      "type": "Dolphin",
      "habitat": "Open waters",
      "size": "Males up to 32 feet (9.8 m) and 10 tons (9,072 kg); females up to 28 feet (8.5 m) and 7.5 tons (6,800 kg)",
      "diet": "Other whales; dolphins, seals and sea lions; penguins and other seabirds; sea turtles and fishes (especially herring and salmon)",
      "range": "Coastal oceans worldwide, but most common in Arctic and Antarctic waters",
      "relatives": "Dolphins; Order: Cetacea; Family: Delphinidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/orca"
    }
  ],
  "jellies": [
    {
      "id": "jellies-1",
      "name": "Moon jelly",
      "imgURL": "jellies_img_moon-jelly.webp",
      "description": "This alien-looking creature is named for its translucent, moonlike bell. Instead of long trailing tentacles, the moon jelly has short tentacles that sweep food toward the mucous layer on the edge of the bell.",
      "animal-type": "Invertebrates",
      "type": "jellies",
      "habitat": "Coastal waters",
      "size": "Up to 24 inches (60 cm) in diameter",
      "diet": "Zooplankton",
      "range": "North East Pacific; common in Monterey Bay and along the California coast",
      "relatives": "Egg yolk jelly; Family: Ulmaridae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/moon-jelly"
    },
    {
      "id": "jellies-2",
      "name": "Midwater jelly",
      "imgURL": "jellies_img_midwater jelly.webp",
      "description": "Colobonema is found in many regions of the world. Compared to a lot of jellies, it's a strong swimmer. It's equipped with 32 tentacles. When disturbed, its tentacles can drop off, confusing a would-be predator. Scientists suspect that Colobonema can re-grow the dropped tentacles, since they often observe this jelly with tentacles of different lengths.",
      "animal-type": "Invertebrates",
      "type": "jellies",
      "habitat": "Deep sea",
      "size": "Up to 1 inch (2.5 cm) in diameter",
      "diet": "Small crustaceans",
      "range": "Midwater (2,297–3,281 feet, or 700–1,000 m)",
      "relatives": "Other hydromedusae; Family: Rhopalonematidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/midwater-jelly"
    },
    {
      "id": "jellies-3",
      "name": "Spotted jelly",
      "imgURL": "jellies_img_spotted-jelly.webp",
      "description": "This species is also known as a \"lagoon jelly\" because it lives in bays, harbors and lagoons in the South Pacific. The spotted jelly has a rounded bell and four clumps of oral arms with clublike appendages that hang down below. Instead of a single mouth, it has many small mouth openings on its oral arms that capture small animal plankton. In addition, the jelly grows a crop of symbiotic algae in its tissues, which gives it a greenish-brown color and produces food for the jelly to harvest.",
      "animal-type": "Invertebrates",
      "type": "jellies",
      "habitat": "Coastal waters",
      "size": "Average size is 4 inches (10 cm) in diameter, but can grow to about 12 inches (30 cm)",
      "diet": "Food produced by tiny plants called zooxanthellae; zooplankton",
      "range": "South Pacific Ocean, Hawaii and Puerto Rico",
      "relatives": "Blue jelly; Family: Magistiidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/spotted-jelly"
    },
    {
      "id": "jellies-4",
      "name": "Egg-yolk jelly",
      "imgURL": "jellies_img_egg-yolk-jelly.webp",
      "description": "Like a large bird egg cracked and poured into the water, that three-foot, translucent bell is yolk-yellow at the center, with hundreds of tentacles clustered around the margin. The egg-yolk jelly is one of the larger species of jellies commonly found in Monterey Bay. This massive jelly usually drifts motionless or moves with gentle pulsing. Acting like an underwater spider web with a mild sting, an egg-yolk jelly captures other jellies that swim into its mass of tentacles.",
      "animal-type": "Invertebrates",
      "type": "jellies",
      "habitat": "Open waters",
      "size": "Bell up to 2 feet (61 cm) in diameter; tentacles extending 20 feet (6 m) in length",
      "diet": "Other jellies",
      "range": "Eastern Pacific temperate waters from the Gulf of Alaska to Chile, Eastern Pacific, the Atlantic and the Mediterranean",
      "relatives": "Lion's mane jelly; Family: Cyaneidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/egg-yolk-jelly"
    },
    {
      "id": "jellies-5",
      "name": "Crown jelly",
      "imgURL": "jellies_img_crown-jelly.webp",
      "description": "The crown jelly is distinguished by its array of about 30 \"spikes\" emanating from the broad, circular bell. Eight stout mouth-arms and more than 100 long, tapering, pointed appendages spring from this pinkish-purple jelly's central stomach.",
      "animal-type": "Invertebrates",
      "type": "jellies",
      "habitat": "Open waters",
      "size": "Diameter to 24 inches (60 cm)",
      "diet": "Zooplankton; brine shrimp",
      "range": "Indo-Pacific",
      "relatives": "Mediterranean jelly; Family: Cepheidae",
      "link": "https://www.montereybayaquarium.org/animals/animals-a-to-z/crown-jelly"
    }
  ]
}
